<template>
  <v-footer
    dark
    height="auto"
  >
    <v-card
      flat
      tile
      class="footer-bg text-xs-center"
    >
      <v-card-text>
    <img :src="require('../assets/white-logo.png')" alt="idanim-group-white-logo" class="footer-logo">   
      </v-card-text>

      <v-card-text class="white--text pt-0">
       קבוצת עידנים רואה את נושא השירות ואיכות העבודה כיעד ראשון.
החברות השונות מעסיקות מנהלי עבודה שכל מטרתם היא לפקח ולייעל את איכות העבודה והשרות שהקבוצה מעניקה ללקוחות השונים.
עידנים עבודות ציבוריות בע"מ מפעילה רכבי טיאוט חדישים בגדלים שונים, מעסיקה מכונאים, מנהלים ועובדים מיומנים והכל בכדי לוודא שהעבודה תתנהל ברמה הגבוהה ביותר.
עידנים תשתיות בע"מ המשווקת מטאטאי כביש וציוד ניקיון נוסף, מפעילה מערך שירות של מכונאים בעלי נסיון של שנים רבות.
לרשות החברה עומד מוסך מצוייד היטב, המאוייש במכונאים ואנשי שירות ותיקים ומנוסים.
בנוסף, מפעילה החברה ניידת שירות המאובזרת בציוד וכלים הטובים ביותר ומשמשת מעין מוסך נייד,
כמו כן יש בניידת השירות מגוון עצום של חלקים המאפשר לבצע את הטיפולים והתיקונים הנדרשים במקום הימצאו של הכלי ובזמן הקצר ביותר. 
 החברה מתחייבת להעניק שירות וטיפול ללא הגבלה לשביעות רצון הלקוח.
      </v-card-text>

      <v-divider></v-divider>

      <v-card-text class="white--text" style="direction:ltr;">
        &copy;2019 — <strong>Idanim Group</strong>
      </v-card-text>
    </v-card>
  </v-footer>
</template>

<style scoped>

</style>